Repository: tuhiproject/tuhi
Catalog: po/*.po
Languages: it, pl, tr

source: Utility to download drawings from the Wacom Ink range of devices
it: Utilità per scaricare i disegni dalla gamma Inchiostro di dispositivi Wacom
pl: Narzędzie do pobierania rysunków z rodziny urządzeń Wacom Ink
tr: Wacom Ink cihazlarınızdan çizimlerinizi indirmek için bir araç

source: Tuhi is a graphical user interface to download drawings stored on tablet devices from the Wacom Ink range, e.g. Intuos Pro Paper or Bamboo Slate.
it: Tuhi è un'interfaccia utente grafica per scaricare disegni archiviati su tablet dispositivi della gamma di Inchiostro Wacom, ad esempio Intuos Pro Paper o Bamboo Slate.
pl: Tuhi to graficzny interfejs użytkownika do pobierania rysunków przechowywanych na tabletach z rodziny Wacom Ink, np. Intuos Pro Paper i Bamboo Slate.
tr: Tuhi, Wacom Ink serisi cihazlarda depolanan çizimlerinizi indirmenize olanak sağlayan bir grafik kullanıcı arayüzüdür. Ör. Intuos Pro Paper veya Bamboo Slate.

source: Tuhi requires Tuhi, the daemon to actually communicate with the devices.ThiGui is merely a front end to Tuhi, Tuhi must be installed and running when Tuhi is launched.
it: Tuhi richiede Tuhi, il demone per comunicare effettivamente con i dispositivi.ThiGui è semplicemente un front-end di Tuhi, Tuhi deve essere installato e funzionante quando Tuhi viene lanciato.
tr: Tuhi cihazınız ile iletişim kurmak için arka plan programı Tuhi'ye ihtiyaç duyar. ThiGui, Tuhi için sadece bir başlangıç aşamasıdır. Tuhi başlatıldığında kurulmalı ve çalıştırılmalıdır.

source: Tuhi's main window
it: Finestra principale di Tuhi
pl: Główne okno Tuhi
tr: Tuhi ana penceresi

source: Tuhi's main window (zoomed)
it: Finestra principale di Tuhi (ingrandita)
pl: Główne okno Tuhi (powiększone)
tr: Tuhi ana penceresi (yakın)

source: tablet;wacom;ink;
it: tablet;wacom;inchiostro;

source: Visit Tuhi’s website
it: Visita il sito web di Tuhi
pl: Witryna programu Tuhi
tr: Tuhi'nin sitesini ziyaret edin

source: Portrait
it: Ritratto
pl: Pionowo
tr: Portre

source: Landscape
it: Paesaggio
pl: Poziomo
tr: Yatay

source: Help
it: Aiuto
pl: Pomoc
tr: Yardım

source: About
it: Informazioni
pl: O programie
tr: Hakkında

source: Undo delete drawing
it: Annulla cancellazione del disegno
pl: Cofnij usunięcie rysunku
tr: Silinen çizimi geri al

source: Press the button on the device to synchronize drawings
it: Premere il pulsante sul dispositivo per sincronizzare i disegni
pl: Proszę nacisnąć przycisk na urządzeniu, aby zsynchronizować rysunki
tr: Çizimlerinizi senkron etmek için cihazdaki düğmeye basın

source: page0
it: pagina0
pl: strona 0
tr: sayfa 0

source: TuhiGUI is an interactive GUI to download data from Tuhi. Tuhi connects to tablets of the Wacom Ink range. It allows you to download the drawings stored on those devices as SVGs for processing later. Tuhi is a DBus server that needs to be running for the Tuhi GUI to connect to it. Connecting to the DBus server should take less than a second. If you read this far, your Tuhi DBus server is not running or responsing and needs to be restarted.
it: TuhiGUI è una GUI interattiva per scaricare dati da Tuhi. Tuhi si collega ai tablet della gamma Wacom. Ti permette di scaricare i disegni memorizzati su tali dispositivi come SVG per l'elaborazione successiva. Tuhi è un server DBus che deve essere in esecuzione perché la GUI Tuhi possa connettersi ad esso. La connessione al server DBus dovrebbe richiedere meno di un secondo. Se hai letto fin qui, il tuo server Tuhi DBus non è in esecuzione o non risponde e ha bisogno di essere riavviato.
pl: TuhiGUI to interaktywny interfejs użytkownika do pobierania danych z usługi Tuhi. Tuhi łączy się z tabletami z rodziny Wacom Ink. Umożliwia pobieranie obrazów przechowywanych na tych urządzeniach jako pliki SVG do przetwarzania w późniejszym czasie. Tuhi to serwer D-Bus, który musi być uruchomiony, aby interfejs Tuhi mógł się z nim połączyć. Połączenie z serwerem D-Bus powinno zająć mniej niż sekundę. Jeśli jeszcze czytasz ten tekst, to znaczy że serwer D-Bus Tuhi nie jest uruchomiony lub nie odpowiada i wymaga ponownego uruchomienia.
tr: TuhiGUI, Tuhi'den çizimlerinizi indirmek için bir araçtır. Tuhi Wacom Ink serisi cihazlara bağlanır. Ayrıca cihazlarda depolanan çizimlerinizi işlemek üzere SVG olarak indirmenizi sağlar. Tuhi, TuhiGUI'nin bağlanabilmesi için çalışan bir DBus sunucusudur. DBus sunucusuna bağlanmak saniyeden çok daha kısa sürede gerçekleşir. Eğer buraya kadar okuduysanız, Tuhi DBus sunucusu çalışmıyor, yanıt vermiyor ve yeniden başlatılması gerekiyordur.

source: Connecting to Tuhi
it: Connessione a Tuhi
pl: Łączenie z usługą Tuhi
tr: Tuhi'ye bağlanılıyor

source: This should take less than a second. Make sure the Tuhi DBus server is running.
it: Questo dovrebbe richiedere meno di un secondo. Assicurati che il server Tuhi DBus sia in esecuzione.
pl: To powinno zająć mniej niż sekundę. Proszę się upewnić, że serwer D-Bus Tuhi jest uruchomiony.
tr: Bir saniyeden daha kısa sürer. Tuhi DBus sunucusunun çalıştığından emin olun.

source: Authorization error while connecting to the device
it: Errore di autorizzazione durante la connessione al dispositivo
pl: Błąd upoważnienia podczas łączenia z urządzeniem
tr: Cihaza bağlanırken yetkilendirme hatası oluştu

source: Register
it: Registro
pl: Zarejestruj
tr: Kayıt

source: Initial Device Setup
it: Configurazione iniziale del dispositivo
pl: Pierwsza konfiguracja urządzenia
tr: İlk Cihaz Kurulumu

source: Quit
it: Esci
pl: Zakończ
tr: Çıkış

source: Hold the button on the device until the blue light is flashing.
it: Tieni premuto il pulsante sul dispositivo finché la luce blu non lampeggia.
pl: Proszę przytrzymać przycisk na urządzeniu, aż niebieska dioda zacznie migać.
tr: Mavı ışık yanıp sönmeye başlayana kadar düğmeye basılı tutun.

source: Searching for device
it: Ricerca del dispositivo
pl: Wyszukiwanie urządzenia
tr: Cihaz aranıyor

source: Connecting to LE Paper
it: Collegamento a LE Paper
pl: Łączenie z LE Paper
tr: LE Paper'a bağlanıyor

source: Connecting to device...
it: Connessione al dispositivo...
pl: Łączenie z urządzeniem…
tr: Cihaza bağlanıyor ...

source: page1
it: pagina1
pl: 1. strona
tr: sayfa 1

source: Press the button on the device now!
it: Premi ora il pulsante sul dispositivo!
pl: Proszę teraz nacisnąć przycisk na urządzeniu.
tr: Şimdi cihazdaki düğmeye basın!

source: waiting for reply
it: in attesa di risposta
pl: oczekiwanie na odpowiedź
tr: yanıt bekleniyor

source: page2
it: pagina2
pl: 2. strona
tr: sayfa 2

source: Please choose a file
it: Scegli un file
pl: Proszę wybrać plik
tr: Lütfen bir dosya seçin

source: untitled.svg
it: senza titolo.svg
pl: bez tytułu.svg
tr: yenibelge.svg

source: Any files
it: Qualsiasi file
pl: Wszystkie pliki
tr: Herhangi bir dosya

source: SVG files
it: File SVG
pl: Pliki SVG
tr: SVG dosyaları

source: PNG files
it: File PNG
tr: PNG dosyaları

source: Connecting to {device.name}
it: Connessione a {device.name}
pl: Łączenie z urządzeniem {device.name}
tr: {device.name} cihaz bağlantısı kuruluyor

source: Tuhi requires Tuhi, the daemon to actually communicate with the devices. ThiGui is merely a front end to Tuhi, Tuhi must be installed and running when Tuhi is launched.
pl: TuhiGUI wymaga Tuhi, usługi komunikującej się z urządzeniem. TuhiGUI to interfejs dla usługi Tuhi, która musi być zainstalowana i uruchomiona, aby narzędzie Tuhi mogło działać.
